tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "docker", link: false
brew "exa"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "gitmoji"
brew "gitui"
brew "gnu-sed"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "maven"
brew "mercurial"
brew "minikube"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "procs"
brew "ripgrep"
brew "sheldon"
brew "silicon"
brew "starship"
brew "tmux"
brew "tree"
brew "yarn"
brew "zoxide"
brew "aws/tap/aws-sam-cli"
cask "appcleaner"
cask "authy"
cask "bitwarden"
cask "boostnote"
cask "cheatsheet"
cask "dbeaver-community"
cask "docker"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "gather"
cask "github"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "maccy"
cask "mockoon"
cask "ngrok"
cask "obsidian"
cask "postico"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "skitch"
cask "stoplight-studio"
cask "suspicious-package"
cask "typora"
cask "usage"
cask "vivaldi"
cask "webpquicklook"
cask "wireshark"
